brew "btop"
brew "stow"
brew "coreutils"
brew "curl"
brew "sqlite"
brew "fd"
brew "jq"
brew "tmux"
brew "jq"
brew "neovim"
brew "lazygit"
brew "coreutils"
brew "findutils"
brew "gnu-tar"
brew "gnu-sed"
brew "direnv"
brew "tealdeer"
brew "delta"
brew "gemini-cli"
brew "typst"
brew "dotnet@8"
brew "hledger"
brew "ripgrep"
brew "tree"
brew "shellcheck"
brew "kubectl"
brew "uv"
brew "yq"
brew "hugo"
brew "rtk"
cask "todoist-app"
cask "ghostty"
cask "zen"
cask "obsidian"
cask "whatsapp"
cask "monitorcontrol"
cask "rectangle"
cask "raycast"
cask "google-drive"
cask "claude-code"
cask "spotify"
