brew "btop"
brew "stow"
brew "coreutils"
brew "curl"
brew "sqlite"
brew "fd"
brew "fish"
brew "television"
brew "jq"
brew "tmux"
brew "jq"
brew "fish"
brew "neovim"
brew "lazygit"
brew "coreutils"
brew "findutils"
brew "gnu-tar"
brew "gnu-sed"
brew "starship"
brew "direnv"
cask "todoist-app"
cask "ghostty"
cask "spotify"
cask "zen"
cask "obsidian"
